{
    "Legalnotice": "Rechtlicher Hinweis",
    "UpcommingProject": "... ERSCHEINT BALD ...",
    
      
    "NavBar": {
        "aboutMe": "Über Mich",
        "skills": "Skills"
    },

    "Contact": {
        "title": "Kontakt",
        "subtitle": "Hast ein Problem?",
        "subdescription": "Ich suche spannende Projekte im Bereich Webentwicklung, vor allem mit Angular und TypeScript. Ich bringe sauberen Code, Eigeninitiative und Teamgeist mit – melde dich gern, wenn du Unterstützung brauchst!",
        "subAnecdote": "Sie suchen einen Frontend Entwickler?",
        "subAnecdoteContact": "Kontaktieren Sie mich!",
        "placeholder": {
          "name": "Dein Name",
          "mail": "Deine Email",
          "message": "Deine Nachricht"
        },
        "validation": {
            "name": "Dein Name fehlt",
            "mail": "Deine Email fehlt",
            "message": "Deine Nachricht ist leer"
        },
        "Checkbox": {
            "textBefore": "Ich habe die",
            "link": "Datenschutzrichtlinie",
            "textAfter": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu."
        }
    },
    
    "Portfolio": {
        "information": "Erkunde eine Auswahl meiner Arbeiten – Interagiere mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
        "MySkills": {
          "title": "My Skills",
          "firstSent": "Mit diesen Technologien und Fähigkeiten habe ich bisher gearbeitet.",
          "lastSent": "Ich bin immer neugierig auf neue Technologien und Frameworks – Lernen und schnelles Einarbeiten gehören zu meinen Stärken.",
          "title2": [
            "Suchen Sie nach einer",
            "anderen Fähigkeit"
          ] 
        },

        "Projects": [
          {
            "name": "PokeDex",
            "description": "Basierend auf der PokéAPI, eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert."
          },
          {
            "name": "Join",
            "description": "Ein Task-Manager, inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu."
          },
          {
            "name": "El Pollo Loco",
            "description": "El Pollo Loco ist ein Jump-and-Run-Spiel, in dem Spieler gegen Hühner als Gegner antreten und ein Hahn der Endgegner ist."
          },
          {
            "name": "DaBubble",
            "description": "Ein Projekt, das ich entwickelt habe, um Teamarbeit und Projektmanagement zu verbessern."
          }
        ]
    },

    "LandingPage": { 
      "article": "Ich bin",
      "job": "FRONTEND ENTWICKLER",
      "scroll": "runter"
    },
  
    "AboutMe": {
      "title": "Über Mich",
      "description": "Ich begann mit dem Programmieren, weil ich es faszinierend finde, wie man mit Code eigene Lösungen erstellen und Prozesse automatisieren kann.",
      "subpoints": [
      {
        "description": "Ich komme aus der Lutherstadt Wittenberg und arbeite gerne vor Ort, um den direkten Austausch mit Kollegen zu haben."
      }, 
      {
        "description": "Ich bin sehr offen für neue Technologien und immer motiviert, meine Fähigkeiten weiterzuentwickeln."
      },
      {
        "description": "Ich gehe Probleme kreativ und analytisch an, erkunde verschiedene Lösungsansätze und wähle dann systematisch die effektivste aus."
      }]
    },

    "Comments": [
      {
        "author": "Stephen",
        "comment": "Die Fragen waren oft sehr gezielt und praxisnah, was darauf hinweist, dass er nicht nur Theoriewissen anwendet, sondern konkrete Probleme im Projektkontext aktiv löst."
      }
    ]
  }
  