{
    "Legalnotice": "Rechtlicher Hinweis",
    "Checkbox": {
        "textBefore": "Ich habe die",
        "link": "Datenschutzrichtlinie",
        "textAfter": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu."
    },
    "UpcommingProject": {
        "message": "... ERSCHEINT BALD ..."
    },
      
    "NavBar": {
        "aboutMe": "Über Mich",
        "skills": "Fertigkeiten"
    },

    "MySkills": {
        "title": "Meine Fertigkeiten"
    },

    "Contact": {
        "title": "Kontakt",
        "subtitle": "Hast ein Problem?",
        "subdescription": "Bla Bla blaa bla blaa blaa blaa",
        "subAnecdote": "Sie suchen einen Frontend Entwickler?",
        "subAnecdoteContact": "Kontaktieren Sie mich!",
        "placeholder": {
          "name": "Dein Name",
          "mail": "Deine Email",
          "message": "Deine Nachricht"
        },
        "validation": {
            "name": "Dein Name fehlt",
            "mail": "Deine Email fehlt",
            "message": "Deine Nachricht ist leer"
        }
    },
    
    "Portfolio": {
        "information": "Erkunde eine Auswahl meiner Arbeiten – Interagiere mit den Projekten, um meine Fähigkeiten in Aktion zu sehen."
    },

    "LandingPage": { 
      "article": "Ich bin",
      "job": "FRONTEND ENTWICKLER",
      "scroll": "runter"
    },

    "Projects": [
      {
        "name": "PokeDex",
        "description": "Basierend auf der PokéAPI, eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert."
      },
      {
        "name": "Join",
        "description": "Ein Task-Manager, inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu."
      },
      {
        "name": "El Pollo Loco",
        "description": "El Pollo Loco ist ein Jump-and-Run-Spiel, in dem Spieler gegen Hühner als Gegner antreten und ein Hahn der Endgegner ist. Das Spiel bietet schnelle Action, herausfordernde Hindernisse und ein lustiges, skurriles Thema rund um Geflügel."
      },
      {
        "name": "DaBubble",
        "description": "Ein Projekt, das ich entwickelt habe, um Teamarbeit und Projektmanagement zu verbessern."
      }
    ],
  
    "AboutMe": {
      "title": "Über Mich",
      "description": "Ich begann mit dem Programmieren, weil ich es faszinierend finde, wie man mit Code eigene Lösungen erstellen und Prozesse automatisieren kann. Meine ersten Schritte waren Bash-Skripte unter Linux, um automatische Backups für Spielserver zu erstellen. Schnell erkannte ich die Möglichkeiten, die das Programmieren eröffnet. Die Freiheit, kreative Ideen in funktionale Anwendungen zu verwandeln und ständig neue Technologien zu entdecken, motiviert mich, meine Fähigkeiten weiterzuentwickeln.",
      "subpoints": [
      {
        "description": "Ich komme aus der Lutherstadt Wittenberg und arbeite gerne vor Ort, um den direkten Austausch mit Kollegen zu haben. Dennoch sehe ich das Arbeiten von zu Hause aus als eine großartige Möglichkeit für mehr Abwechslung und Flexibilität."
      }, 
      {
        "description": "Ich bin sehr offen für neue Technologien und immer motiviert, meine Fähigkeiten weiterzuentwickeln. Die IT-Branche verändert sich ständig, und ich finde es spannend, kontinuierlich dazuzulernen und innovative Lösungen zu entdecken."
      },
      {
        "description": "Ich gehe Probleme kreativ und analytisch an, erkunde verschiedene Lösungsansätze und wähle dann systematisch die effektivste aus. Ich bleibe hartnäckig und lerne aus jeder Herausforderung, um mich kontinuierlich zu verbessern. Die Zusammenarbeit mit anderen hilft mir, verschiedene Perspektiven zu integrieren und die beste Lösung zu finden."
      }]
    },
    "Comments": [
      {
        "author": "Stephen",
        "comment": "Was ein Guter!!!"
      },
      {
        "author": "Dieter",
        "comment": "Er macht sehr gute Arbeit!!!"
      },
      {
        "author": "Michel",
        "comment": "Einfach ein top Kerl!"
      }
    ]
  }
  