{
  "Legalnotice": "Legal Notice",
  "UpcommingProject": "... COMING SOON ...",

  "NavBar": {
    "aboutMe": "About Me",
    "skills": "Skills"
  },
  
  "Contact": {
    "title": "Contact",
    "subtitle": "Got a Problem!",
    "subdescription": "I'm looking for exciting web development projects, especially with Angular and TypeScript. I bring clean code, initiative, and a strong team spirit – feel free to reach out if you need support!",
    "subAnecdote": "Need a Frontend developer?",
    "subAnecdoteContact": "Contact me!",
    "placeholder": {
      "name": "Your name",
      "mail": "Your email",
      "message": "Your message"
    },
    "validation": {
      "name": "Your name is required",
      "mail": "Your email is required",
      "message": "Your message is empty"
    },
    "Checkbox": {
      "textBefore": "I've read the ",
      "link": "privacy policy",
      "textAfter": "and agree to the processing of my data as outlined."
    }
  },

  "Portfolio": {
    "information": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "MySkills": {
      "title": "My Skills",
      "firstSent": "These are the technologies and skills I’ve worked with so far.",
      "lastSent": "Im always excited to explore new technologies and frameworks – learning and adapting quickly is one of my strengths.",
      "title2": [
        "Looking for",
        "another skill"
      ] 
    },

    "Projects": [
      {
        "name": "PokeDex",
        "description": "Based on the PokéAPI, a simple library that provides and catalogues Pokémon information."
      },
      {
        "name": "Join",
        "description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories."
      },
      {
        "name": "El Pollo Loco",
        "description": "El Pollo Loco is a run-and-jump game where players face chickens as enemies, with a rooster as the final boss."
      }
    ]
  },

  "LandingPage": { 
    "article": "I am",
    "job": "FRONTEND DEVELOPER",
    "scroll": "down"
  },

  "AboutMe": {
    "title": "About Me",
    "description": "I started programming because I find it fascinating how you can use code to create your own solutions and automate processes.",
    "subpoints": [
    {
      "description": "I'm from Lutherstadt Wittenberg and enjoy working on-site so I can interact with colleagues face-to-face."
    }, 
    {
      "description": "I'm very open to new technologies and always motivated to develop my skills."
    },
    {
      "description": "I approach problems creatively and analytically, exploring different approaches to solving problems and then systematically choosing the most effective one."
    }]
  },

  "Comments": [
    {
      "author": "Stephen",
      "comment": "Niclas questions were often very focused and practical, indicating that he doesnt just apply theoretical knowledge but actively solves real problems within the project context."
    }
  ]
}
